[
    {
        "id": "1",
        "name": "Skyland - Скрытные монстры",
        "description": "В облачное королевстве Skyland пробралось туманное войско под предводительством Fog Knight. Пока стража королевства сдерживает армию врагов, сам Fog Knight отправил в город скрытных туманных чудовищ. Победите небесных монстров, заработав максимальное количество очков.",
        "difficulty": "easy",
        "cost": "500",
        "best_user": "1",
        "image": "skyland01"
    },
    {
        "id": "2",
        "name": "Skyland - Туманные маги",
        "description": "Армия туманного войска прорвала оборону Skyland. Ваша задача удерживать вражеских воинов у врат, чтобы никто не смог проникнуть внутрь королевства.",
        "difficulty": "easy",
        "cost": "1250",
        "best_user": "5",
        "image": "skyland02"
    },
    {
        "id": "3",
        "name": "Skyland - Спецотряд",
        "description": "К вражескому войску присоединился спецотряд, которым управляет сам Fog Knight. Они атакует жилые районы королевства. Защитите мирных граждан, не дайте спецотряды и Fog Knight придвинутся вперед. ",
        "difficulty": "normal",
        "cost": "2500",
        "best_user": "2",
        "image": "skyland03"
    },
    {
        "id": "4",
        "name": "Skyland - Туманная пушка",
        "description": "Fog Knight атакует королевство с помощью дирижабля с туманной пушкой. Не дайте небесному царство покрыться туманом, уничтожьте вражеский военный корабль.",
        "difficulty": "normal",
        "cost": "2750",
        "best_user": "5",
        "image": "skyland04"
    },
    {
        "id": "5",
        "name": "Skyland - Похищение",
        "description": "Fog Knight разозлился на ваши действия, он незаметно для всех пробрался в главный замок Skyland. Теперь у него в плену король Cloud Elder. Спасите короля и уничтожьте Fog Knight.",
        "difficulty": "hard",
        "cost": "4250",
        "best_user": "1",
        "image": "skyland05"
    },
    {
        "id": "6",
        "name": "Mountain village - Погоня",
        "description": "Король Skyland был похищен из своего облачного царства. Согласно развед данным Fog Knight направляется в неизвестную деревню в горах. Следуйте туда, но будьте осторожны, ведь на вашем пути встретятся каменные монстры.",
        "difficulty": "easy",
        "cost": "2000",
        "best_user": "1",
        "image": "MountainVillage01"
    },
    {
        "id": "7",
        "name": "Mountain village - Угроза",
        "description": "Горная деревня была уничтожена Fog Knight. Все мирные жители убиты, а святилище было разорено. Вы обнаружили, что в книге таинств были вырваны страницы. Что собирается делать Fog Knight? Стоп! Тебя кто-то окружил. Нужно обороняться!",
        "difficulty": "normal",
        "cost": "3500",
        "best_user": "2",
        "image": "MountainVillage02"
    },
    {
        "id": "8",
        "name": "The Desert of Bliss - Идя по следу",
        "description": "Идя по следу Fog Knight, вы попадаете в пустыню блаженств. По легендам, это место очень опасно, ведь здесь обитают миражные ведьмы и призрачные черви. Их не возможно победить, но вам нужно лишь двигаться вперед и не дать этим существам затянуть вас в песочную яму.",
        "difficulty": "hard",
        "cost": "4000",
        "best_user": "2",
        "image": "Desert01"
    },
    {
        "id": "9",
        "name": "The tower on the rock - Сюдьбаносная встреча",
        "description": "Пустыня закончилась. Легенды не врали, бороться с песочными ведьмами и убегать от червей - это очень сложно. Впереди виднеется башня, которая стоит прямо на обрыве скалы. Внизу скалы хлещет камни океан. Зайдя в эту башню, вы видите стол колдуна, на котором лежат те самые вырванные страницы из книги таинств. Прочитав, вы понимаете, что за таинство так было интересно Fog Knight. Перевоплощение меж тел! Что-то происходит!?",
        "difficulty": "hard",
        "cost": "5500",
        "best_user": "1",
        "image": "TowerRock01"
    },
    {
        "id": "10",
        "name": "Sorcerer's Rock - Перевоплощение душ",
        "description": "Темный колдун Queromir использует магические способности и влияние героев и богов, чтобы завладеть властью над всеми существами. Ваша задача не дать Queromir переселиться в тело короля небесного царства. Уклонитесь от магических сфер туманных облаков и спасите облачного царства.",
        "difficulty": "hard",
        "cost": "10000",
        "best_user": "1",
        "image": "SorcererRock01"
    }
]